{"movies": [
  {"Title":"Children of Men","Year":"2006","Rated":"R","Released":"05 Jan 2007","Runtime":"109 min","Genre":"Drama, Sci-Fi, Thriller","Director":"Alfonso Cuarón","Writer":"Alfonso Cuarón (screenplay), Timothy J. Sexton (screenplay), David Arata (screenplay), Mark Fergus (screenplay), Hawk Ostby (screenplay), P.D. James (novel)","Actors":"Clive Owen, Juan Gabriel Yacuzzi, Michael Caine, Mishal Husain","Plot":"The world's youngest citizen has just died at 18, and humankind is facing the likelihood of its own extinction. Set in and around a dystopian London fractious with violence and warring nationalistic sects, Children of Men follows the unexpected discovery of a lone pregnant woman and the desperate journey to deliver her to safety and restore faith for a future beyond those presently on Earth.","Language":"English, German, Italian, Romanian, Spanish, Arabic, Georgian","Country":"USA, UK","Awards":"Nominated for 3 Oscars. Another 43 wins & 50 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTc2MDU1ODQ0MV5BMl5BanBnXkFtZTcwMjk2NDA2OQ@@._V1_SX300.jpg","Metascore":"84","imdbRating":"7.9","imdbVotes":"338,541","imdbID":"tt0206634","Type":"movie","Response":"True"},
  {"Title":"City of God","Year":"2002","Rated":"R","Released":"13 Feb 2004","Runtime":"130 min","Genre":"Crime, Drama","Director":"Fernando Meirelles, Kátia Lund","Writer":"Paulo Lins (novel), Bráulio Mantovani (screenplay)","Actors":"Alexandre Rodrigues, Leandro Firmino, Phellipe Haagensen, Douglas Silva","Plot":"Brazil, 1960's, City of God. The Tender Trio robs motels and gas trucks. Younger kids watch and learn well...too well. 1970's: Li'l Zé has prospered very well and owns the city. He causes violence and fear as he wipes out rival gangs without mercy. His best friend Bené is the only one to keep him on the good side of sanity. Rocket has watched these two gain power for years, and he wants no part of it. Yet he keeps getting swept up in the madness. All he wants to do is take pictures. 1980's: Things are out of control between the last two remaining gangs...will it ever end? Welcome to the City of God.","Language":"Portuguese","Country":"Brazil, France","Awards":"Nominated for 4 Oscars. Another 70 wins & 29 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjA4ODQ3ODkzNV5BMl5BanBnXkFtZTYwOTc4NDI3._V1_SX300.jpg","Metascore":"79","imdbRating":"8.7","imdbVotes":"481,128","imdbID":"tt0317248","Type":"movie","Response":"True"},
  {"Title":"Taxi Driver","Year":"1976","Rated":"R","Released":"08 Feb 1976","Runtime":"113 min","Genre":"Crime, Drama","Director":"Martin Scorsese","Writer":"Paul Schrader","Actors":"Diahnne Abbott, Frank Adu, Victor Argo, Gino Ardito","Plot":"Travis Bickle is an ex-Marine and Vietnam War veteran living in New York City. As he suffers from insomnia, he spends his time working as a taxi driver at night, watching porn movies at seedy cinemas during the day, or thinking about how the world, New York in particular, has deteriorated into a cesspool. He's a loner who has strong opinions about what is right and wrong with mankind. For him, the one bright spot in New York humanity is Betsy, a worker on the presidential nomination campaign of Senator Charles Palantine. He becomes obsessed with her. After an incident with her, he believes he has to do whatever he needs to make the world a better place in his opinion. One of his priorities is to be the savior for Iris, a twelve-year-old runaway and prostitute who he believes wants out of the profession and under the thumb of her pimp and lover Matthew.","Language":"English, Spanish","Country":"USA","Awards":"Nominated for 4 Oscars. Another 27 wins & 9 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ1Nzg3MDQwN15BMl5BanBnXkFtZTcwNDE2NDU2MQ@@._V1_SX300.jpg","Metascore":"93","imdbRating":"8.4","imdbVotes":"449,991","imdbID":"tt0075314","Type":"movie","Response":"True"},
  {"Title":"Drive","Year":"2011","Rated":"R","Released":"16 Sep 2011","Runtime":"100 min","Genre":"Crime, Drama","Director":"Nicolas Winding Refn","Writer":"Hossein Amini (screenplay), James Sallis (book)","Actors":"Ryan Gosling, Carey Mulligan, Bryan Cranston, Albert Brooks","Plot":"A mysterious man who has multiple jobs as a garage mechanic, a Hollywood stuntman and a getaway driver seems to be trying to escape his shady past as he falls for his neighbor - whose husband is in prison and who's looking after her child alone. Meanwhile, his garage mechanic boss is trying to set up a race team using gangland money, which implicates our driver as he is to be used as the race team's main driver. Our hero gets more than he bargained for when he meets the man who is married to the woman he loves.","Language":"English, Spanish","Country":"USA","Awards":"Nominated for 1 Oscar. Another 87 wins & 133 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BOTM1ODQ0Nzc4NF5BMl5BanBnXkFtZTcwMTM0MjQyNg@@._V1_SX300.jpg","Metascore":"78","imdbRating":"7.8","imdbVotes":"397,368","imdbID":"tt0780504","Type":"movie","Response":"True"},
  {"Title":"Tremors","Year":"1990","Rated":"PG-13","Released":"19 Jan 1990","Runtime":"96 min","Genre":"Comedy, Horror, Sci-Fi","Director":"Ron Underwood","Writer":"S.S. Wilson (story), Brent Maddock (story), Ron Underwood (story), S.S. Wilson (screenplay), Brent Maddock (screenplay)","Actors":"Kevin Bacon, Fred Ward, Finn Carter, Michael Gross","Plot":"A small town gradually becomes aware of a strange creature which picks off people one by one. But what is this creature, and where is it? At the same time, a seismologist is working in the area, she detects _tremors_. The creature lives underground, and can 'pop up' without warning. Trapped in their town, the town-folk have no escape.","Language":"English","Country":"USA","Awards":"5 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjMxNTIwOTkxNV5BMl5BanBnXkFtZTgwNzY4NjY1MDE@._V1_SX300.jpg","Metascore":"65","imdbRating":"7.1","imdbVotes":"81,748","imdbID":"tt0100814","Type":"movie","Response":"True"},
  {"Title":"Beetlejuice","Year":"1988","Rated":"PG","Released":"30 Mar 1988","Runtime":"92 min","Genre":"Comedy, Fantasy","Director":"Tim Burton","Writer":"Michael McDowell (story), Larry Wilson (story), Michael McDowell (screenplay), Warren Skaaren (screenplay)","Actors":"Alec Baldwin, Geena Davis, Annie McEnroe, Maurice Page","Plot":"Adam and Barbara are a normal couple...who happen to be dead. They have given their precious time to decorate the house and make it their own, but unfortunately a family is moving in, and not quietly. Adam and Barbara try to scare them out, but ends up becoming the main attraction to the money making family. They call upon Beetlejuice to help, but Beetlejuice has more in mind than just helping.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 7 wins & 10 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTUwODE3MDE0MV5BMl5BanBnXkFtZTgwNTk1MjI4MzE@._V1_SX300.jpg","Metascore":"67","imdbRating":"7.4","imdbVotes":"170,471","imdbID":"tt0094721","Type":"movie","Response":"True"}
  ]
}
